const { Markup } = require("telegraf");

/**
 * Menu for banned users
 */
function getBannedUserMenu() {
  return {
    message: `💀 <b>Позор изгнанника</b> 💀\n\n` +
            `Ты слил доверие — и сам улетел в выгребную яму.\n` +
            `Главгоблин плюнул на твоё имя и велел псам грызть твои кости.\n\n` + 
            `Не звёзды ты растерял — а лицо.\n`
            `Иди подрочи эльфам, может они тебя примут в свой пидорский кружок.`,
    keyboard: []
  };
}

module.exports = { getBannedUserMenu };
